[Character.CharClass_Hyperion_TurretSlag_Digi AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Hyperion_TurretSlag_Digi AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Torreta Slag da Hyperion")

[Weapons.HyperionTurret_WeaponType_Slag WeaponTypeDefinition]
Typename="Rifle Sniper semiautomático"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

